{
  "name": "The Meadowfolk Union",
  "emoji": "🐭",
  "overview": "Among the ruins, they build again. Among the people, they are rebels.",
  "fullLore": "The Meadowfolk Union emerged not from the ruins of empires, but from the yearning for belonging. They are wanderers, builders, and dreamers who seek only one thing—a place to call home. Forged in the aftermath of countless wars, they turned from the endless cycle of conquest and revenge, believing that survival is not enough without community.\n\nThey are a democracy without leaders, guided instead by the collective voice of their people. Every decision is made through constant, shifting votes, organized by volunteers who rotate freely, ensuring that no single voice holds power for long. In their camps and burrows, everyone’s word carries weight, and no one stands above another.\n\nThe Meadowfolk are adaptive beyond compare. They can shift from explosive rebellion to disciplined militancy, or from peaceful trade to follower-based unity within mere turns. Their armies burrow, climb, and scurry through any terrain, evolving faster than their enemies can react. This adaptability makes them unpredictable allies and resilient survivors—but to balance this gift, they cannot fully master more than two strengths at once, making their evolution a matter of choice and sacrifice.\n\nBut beneath their shifting strengths lies a single truth: all they want is acceptance, friendship, and peace throughout the world. Their power is not born from domination—but from the hope that even in a land of monsters and kings, there is still room for kindness.",
  "specialMechanic": {},
  "startingRelic": "🐭 Banner of Burrows",
  "defaultTraits": {
    "prowess": 4,
    "resilience": 5,
    "economy": 5
  },
  "relationships": {
    "Devoured Faith": "neutral",
    "Spider Court": "neutral",
    "Meadowfolk Union": "self",
    "Jade Empire": "neutral",
    "Mycelid Monarchy": "neutral",
    "Crimson Horde": "neutral"
  },
  "flag": "",
  "palette": ["#B87333", "#228B22", "#F5F5DC"]
}
